#or გამოიტანს True მაშინ როცა მინიმუმ ერთი პირობა მაინც ჭეშმარიტი True სწორი არის
#and გამოაქვს True მხოლოდ მაშინ როცა ორივე პირობა True არის
#-------------------------------------------------------
#ამოწმებს პირველი მაგალითი მეტია თუ არა მეორეზე
print(10 > 5)   # True
#--------------------------------------------------------
#< ამოწმებს პირველი მაგალითი ნაკლებია თუ არა მეორეზე
#== ტოლია ამოწმებს ორი მაგალითი ტოლია თუ არა
#!= არ არის ტოლი ამოწმებს ორი მაგალითი განსხვავდება თუ არა
#>= მეტია ან ტოლია ამოწმებს პირველი მაგალითი მეტია ან ტოლია მეორეზე
#<= ნაკლებია ან ტოლია ამოწმებს პირველი მნიშვნელობა ნაკლებია ან ტოლია მეორეზე