#task 1
# მათემატიკური ოპერატორები: +, -, /, *, //. მატემატიკური ოპერატორები გვაძლევს საშვალებას ჩავატაროთ:
# "+" გვაძლევს უფლებას მივუმატოთ რიცხვები ერთმანეთს შემდეგ კი print-ით გამოვიტანოთ ტერმინალში
# "-" გვაძლევს უფლებას გამოვაკლოთ რიცხვები ერთმანეთს შემდეგ კი print-ით გამოვიტანოთ ტერმინალში
# "/" გვაძლევს უფლებას გავყოთ რიცხვები ერთმანეთზე შემდეგ კი print-ით გამოვიტანოთ ტერმინალში
# "*" გვაძლევს უფლებას გავამრავლოთ რიცხვები ერთმანეთზე შემდეგ კი print-ით გამოვიტანოთ ტერმინალში
# "//" გვაჩვენებს რამდენი მთელი რიცხვი მოთავსდება რიცხვში.

# task 2
a = 94
b = 5
print(a+b)
print(a-b)
print(a/b)
print(a*b)
print(a//b)



#task 3
price = 49
print(price-12)

#task 4
score = 100
print(100*35)


#task 5
# name = 'Barbare'
# name = 'Lika'
# name = 'Salome'
# print(name)
# ეს კოდი გამოიტანს 'salome' რადგან კოდში ბევრი წერია, პროგრამას გადაავიწყდება პირველი 2 ცვლადი და დაიმახსოვრებს ბოლოს (3 ცვლადს)
