# name = "tato"
# surname = "oniashvili"
# age = 13

# name = "tato"

# #name = ცვლადის სახელი
# # = არის მინიჭების ოპერატორს
# # "tato" ცვლადის მნიშვნელობა 



# city = "tbilisi"
# #city = ცვლადის მნიშვნელობა 
# # = მინიჭების ოპერატორი





# a = "string"
# print("a")

# b = 3123123
# print (type(b))


#string არის ტექსტური მონაცემთა ტიპი ყველაფერს რასაც ""-ში შეინახავ იქნება string-ი
#integer არის ციფრული მონაცემთა ტიპი 0,1,2,3,4-- 0,-1,-2,-3,-4,-5  
# float - float არის ათწილადი რიცხვები





































